"An exception occurred. In some cases exceptions are harmless, but if you want to be safe, relaunch %@. Please help us improve %@ by sending this report and telling us what happened." = "Ocorreu uma excepção. Em alguns casos, excepções são inofensivas, mas por segurança, reinicie %@. Por favor ajude-nos a melhorar %@ enviando este relatório e relatando-nos o sucedido.";
"Crash log information:" = "Informação de relatório de erro:";
"Don't Send" = "Não Enviar";
"Error!" = "Erro!";
"Exception log information:" = "Informação de relatório de excepção:";
"Path Finder has encountered an unexpected error. Please send in this report so it can be fixed in the next release." = "O Path Finder encontrou um erro inesperado. Por favor envie este relatório de modo a ser resolvido na próxima versão.";
"Please describe what you were doing when the problem occurred." = "Por favor descreva o que estava a fazer quando o problema ocorreu:";
"Please tell us about the problem %@ encounted." = "Por favor relate-nos sobre o problema encontrado pelo %@.";
"Send Report" = "Enviar Relatório";
"Tell us what happened" = "Diga-nos o que sucedeu";
"The last time you ran %@, it encountered a problem that forced it to quit. Please help us improve %@ by sending this report and telling us what happened." = "A última vez que correu o %@, ele encontrou um problema que forçou-o a encerrar. Por favor ajude-nos a melhorar o %@ enviando este relatório e relatando-nos o sucedido.";
